{
  "items": [
    {
      "_displayName": "Qualna's Soul Jewel",
      "_price": -1,
      "_elementText": "Aether",
      "_description": "The Soul Seal spell crystallises a soul, converting it from an aethereal form into a physical one, which resembles an elegant jewel. This one contains the soul of Qualna, the Diviner of the Governance de Magi, who Rohoph sealed after his defeat in Chapter 3!"
    },
    {
      "_displayName": "Moric's Soul Jewel",
      "_price": -1,
      "_elementText": "Earth",
      "_description": "The Soul Seal spell crystallises a soul, converting it from an aethereal form into a physical one, which resembles an elegant jewel. This one contains the soul of Moric, the Necromancer of the Governance de Magi, who Rohoph sealed after his defeat in Chapter 2!"
    },
    {
      "_displayName": "Red Dragon Scales",
      "_price": -1,
      "_elementText": "Fire",
      "_description": "The scales from a Red Dragon. They're extremely durable - harder than many metals - and are great to use as a material when forging weapons or armour."
    },
    {
      "_displayName": "Little Wooden Key",
      "_price": -1,
      "_elementText": "",
      "_description": "A small key, made of wood. Its design is crude, and it looks like it's seen many years."
    },
    {
      "_displayName": "Scrumptious Cake",
      "_price": -1,
      "_elementText": "",
      "_description": "A lovely chocolate cake, whatever one of those is. It looks very delicious... probably."
    },
    {
      "_displayName": "Romance Novel",
      "_price": -1,
      "_elementText": "",
      "_description": "A thin tome full of rather sordid fantasies, written in rather amateur flowery prose. Trite. Still, some people like reading these sorts of things, it seems."
    },
    {
      "_displayName": "Hair Tonic",
      "_price": -1,
      "_elementText": "",
      "_description": "This hair tonic is designed to make already long hair shiny any beautiful; it can do nothing about growing new hair!"
    },
    {
      "_displayName": "Special Ointment",
      "_price": -1,
      "_elementText": "",
      "_description": "A type of ointment made from Sand Fruit. It can be used to cure or relieve many embarrassing ailments."
    },
    {
      "_displayName": "Sand Fruit",
      "_price": -1,
      "_elementText": "",
      "_description": "A type of fruit that grows on the 'trees' in the sandflow caves. It takes years for a single fruit to ripen, and they only stay ripe for a few days, during which time they glow with a pleasant pink aura."
    },
    {
      "_displayName": "Ancient Runestone",
      "_price": -1,
      "_elementText": "",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a particularly rare example of an etched runestone. It's lost all of its magical power, but it might be of interest to a collector of ancient relics."
    },
    {
      "_displayName": "Droma Arm",
      "_price": -1,
      "_elementText": "",
      "_description": "An arm from one of Moric's Droma, found at the bottom of Lake Qur. It surely fell into the lake when the battleship dissolved. Perhaps someone somewhere would find it interesting?"
    },
    {
      "_displayName": "Tiki Mask",
      "_price": -1,
      "_elementText": "",
      "_description": "An ANCIENT ARTEFACT.\\nIt appears to be a sort of stone mask, probably worn by some ancient long-gone tribe. It's likely worth quite a bit to a collector of such things."
    },
    {
      "_displayName": "Ancient Pot",
      "_price": 1000,
      "_elementText": "",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a rather nondescript clay pot, but due to its age and the fact that it's from some likely long-dead civilisation, a collector would probably have great interest in it."
    },
    {
      "_displayName": "Talisman of KROGHMM",
      "_price": -1,
      "_elementText": "Earth",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a HOLY TALISMAN, formed personally by the deity KROGHMM, The Stalwart Titan, when he made the Earth Temple. Very valuable, certainly!"
    },
    {
      "_displayName": "Talisman of VOLKOS",
      "_price": -1,
      "_elementText": "Fire",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a HOLY TALISMAN, formed personally by the deity VOLKOS, The Everburning Flame, when he made the Fire Temple. Very valuable, certainly!"
    },
    {
      "_displayName": "Talisman of CRYSOOSUNA",
      "_price": -1,
      "_elementText": "Water",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a HOLY TALISMAN, formed personally by the deity CRYSOOSUNA, The Graceful Mermaid, when she made the Water Temple. Very valuable, certainly!"
    },
    {
      "_displayName": "Talisman of SHUMBRA",
      "_price": -1,
      "_elementText": "Dark",
      "_description": "An ANCIENT ARTEFACT.\\nIt's a HOLY TALISMAN, formed personally by the deity SHUMBRA, The Dark God, when he made the Dark Temple. Very valuable, certainly!"
    },
    {
      "_displayName": "Reptoid Spearhead",
      "_price": -1,
      "_elementText": "",
      "_description": "An ANCIENT ARTEFACT.\\nIt's primitive and made of flint, dating back to when the reptoids were still barbaric savages, living like hunter-gatherers. A collector would pay a high price for it."
    },
    {
      "_displayName": "Sun Idol",
      "_price": -1,
      "_elementText": "Light",
      "_description": "An ANCIENT ARTEFACT.\\nIt dates back from the Sun Temple's construction. The style of SOLAK idols has changed since then, making this quite a valuable relic. A collector would surely be interested in it."
    },
    {
      "_displayName": "Miasmal Chalice (EARTH)",
      "_price": -1,
      "_elementText": "Earth",
      "_description": "A rather morbid ancient artefact, full to the brim with the essence of monsters. It exudes a sense of wisdom."
    },
    {
      "_displayName": "Miasmal Chalice (WATER)",
      "_price": -1,
      "_elementText": "Water",
      "_description": "A rather morbid ancient artefact, full to the brim with the essence of monsters. It exudes a sense of serenity."
    },
    {
      "_displayName": "Miasmal Chalice (FIRE)",
      "_price": -1,
      "_elementText": "Fire",
      "_description": "A rather morbid ancient artefact, full to the brim with the essence of monsters. It exudes a sense of fury."
    },
    {
      "_displayName": "Miasmal Chalice (DARK)",
      "_price": -1,
      "_elementText": "Dark",
      "_description": "A rather morbid ancient artefact, full to the brim with the essence of monsters. It exudes a sense of dread."
    },
    {
      "_displayName": "Talisman of ONEIROS",
      "_price": -1,
      "_elementText": "Aether",
      "_description": "A little idol of ONEIROS, the Dreamweaver, which is enchanted to allow even the uninitiated to walk in the Dreamrealm. With it in your possession, any of your allies can use Dream Circles."
    },
    {
      "_displayName": "Water Temple Key",
      "_price": -1,
      "_elementText": "Water",
      "_description": "A little key accidentally dropped by the Water Guardian during the battle against her. It doesn't take a genius to work out that it opens a door in the Water Temple."
    },
    {
      "_displayName": "Eldritch Key",
      "_price": 8000,
      "_elementText": "Dark",
      "_description": "A strange, pitch-black slither of a thing that seems to be a key. It's frigidly cold to the touch, and seems to be eerily iridescent."
    },
    {
      "_displayName": "Bandit Key",
      "_price": -1,
      "_elementText": "",
      "_description": "A key dropped by a bandit. What could it be for?"
    },
    {
      "_displayName": "Gold Warport Pass",
      "_price": -1,
      "_elementText": "",
      "_description": "A special golden-coloured Warport Pass, which you earned due to your Frequent Warping. It allows you to pass through without the bother of buying a ticket or talking to security."
    },
    {
      "_displayName": "Warport Ticket",
      "_price": 100,
      "_elementText": "",
      "_description": "A ticket for the Warport portal, to travel across the continents. Good for only one use, but it is valid for the whole party and not just an individual."
    },
    {
      "_displayName": "Gizmometer",
      "_price": -1,
      "_elementText": "",
      "_description": "It's some kind of gizmobob or doodah; you aren't sure which."
    },
    {
      "_displayName": "Warding Stone",
      "_price": -1,
      "_elementText": "Light",
      "_description": "This spare Warding Stone is like a smooth, pearly pebble that fits snugly into the palm of your hand. Its magic is only activated when it's on its corresponding pedestal."
    },
    {
      "_displayName": "Runestone Fragment",
      "_price": -1,
      "_elementText": "Earth",
      "_description": "It's just one of your everyday Runestone Fragments."
    },
    {
      "_displayName": "Monastery Stone",
      "_price": -1,
      "_elementText": "Fig",
      "_description": "It's a small rock... small enough to fit comfortably in your hand. It's actually a gem, covered in hardened earth from when it fell from the sky."
    },
    {
      "_displayName": "Silver Cord",
      "_price": -1,
      "_elementText": "Aether",
      "_description": "An aethereal silver cord that can be usually seen linking an astrally wandering spirit to its body. Severing it causes that person to be unable to return to their body; that is, they die."
    },
    {
      "_displayName": "Wretched Skull",
      "_price": -1,
      "_elementText": "Dark",
      "_description": "The skull of a powerful undead spellcaster. It still retains a lot of the magical power that he kept in his head in life and in undeath, and it reeks of evil."
    },
    {
      "_displayName": "Crystal Rose",
      "_price": -1,
      "_elementText": "Aether",
      "_description": "A delicate, elaborate crystal formation that resembles the flower of a rose. Like most things in this world, it contains quite a bit of magical power."
    },
    {
      "_displayName": "Serpent Crest",
      "_price": -1,
      "_elementText": "Water",
      "_description": "This regal headcrest is from some kind of immense sea serpent. They're quite rare, and contain a lot of magical energy."
    },
    {
      "_displayName": "Dark Crystal of Belfan",
      "_price": -1,
      "_elementText": "Dark",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all malice and greed on Belfan."
    },
    {
      "_displayName": "Light Crystal of Belfan",
      "_price": -1,
      "_elementText": "Light",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all justice and kindess on Belfan."
    },
    {
      "_displayName": "Air Crystal of Belfan",
      "_price": -1,
      "_elementText": "Air",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all gases on Belfan, so handle it with care!"
    },
    {
      "_displayName": "Earth Crystal of Belfan",
      "_price": -1,
      "_elementText": "Earth",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all plant and animal life on Belfan, so handle it with care!"
    },
    {
      "_displayName": "Water Crystal of Belfan",
      "_price": -1,
      "_elementText": "Water",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all liquids on Belfan, so handle it with care!"
    },
    {
      "_displayName": "Fire Crystal of Belfan",
      "_price": -1,
      "_elementText": "Fire",
      "_description": "An Artefact of the Gods. It is essentially crystalised elemental energy, and one of the planet's 'organs', of a sort. This particular crystal is the source of all heat and fire on Belfan, so handle it with care!"
    },
    {
      "_displayName": "Necromantic Tome",
      "_price": -1,
      "_elementText": "Dark",
      "_description": "An ancient book full of Forbidden Black Magic, which Meraeador wants to use to bind a soul to his Metal Man for the sake of Science."
    },
    {
      "_displayName": "Sun Key",
      "_price": -1,
      "_elementText": "",
      "_description": "An extravagantly ornate golden key, with a sun motif. It's clearly for use on a door in the Sun Temple."
    },
    {
      "_displayName": "Trilobite Key IV",
      "_price": 1000,
      "_elementText": "",
      "_description": "A key shaped like... a trilobite?"
    },
    {
      "_displayName": "Trilobite Key III",
      "_price": 1000,
      "_elementText": "",
      "_description": "A key shaped like... a trilobite?"
    },
    {
      "_displayName": "Trilobite Key II",
      "_price": 1000,
      "_elementText": "",
      "_description": "A key shaped like... a trilobite?"
    },
    {
      "_displayName": "Trilobite Key I",
      "_price": 1000,
      "_elementText": "",
      "_description": "A key shaped like... a trilobite?"
    },
    {
      "_displayName": "CatacombsKey",
      "_price": -1,
      "_elementText": "",
      "_description": "A dark, heavy key shaped like a skull. It opens a door in the catacombs."
    },
    {
      "_displayName": "SewerKey",
      "_price": -1,
      "_elementText": "",
      "_description": "A large, rusty key. It opens a door in the sewers."
    }
  ]
}