{
  "items": [
    {
      "_displayName": "Cursed Beret",
      "_price": 12000,
      "_elementText": "Dark",
      "_description": "A cursed item. Though wearing it will grant you a physical and magical shield throughout battle, it'll also render you uncurably cursed until you take it off, meaning that you won't be able to use any skills.",
      "_DEF": 5,
      "_MDEF": 5
    },
    {
      "_displayName": "Elf Cap",
      "_price": 6000,
      "_elementText": "Earth",
      "_description": "A lovely green cap thing worn by lovely elves, and sometimes by young heroes out to save their worlds from evil pig men.",
      "_DEF": 3,
      "_MDEF": 3
    },
    {
      "_displayName": "Scoping Lens",
      "_price": 6000,
      "_elementText": "",
      "_description": "An elaborate yet delicate headset made by Meraeador for examining his inventions closely. It can be used to increase his accuracy in battle.",
      "_DEF": 1,
      "_MDEF": 1
    },
    {
      "_displayName": "Feather Crest",
      "_price": 6000,
      "_elementText": "",
      "_description": "A simple charm made of feathers of a sacred bird, to be worn in the hair. It increases the potency of Natural-elemental spells.",
      "_DEF": 1,
      "_MDEF": 4
    },
    {
      "_displayName": "Minstrel's Tiara",
      "_price": 20000,
      "_elementText": "",
      "_description": "A special magical tiara worn by musical performers in battle. It causes even monsters to be enamoured by the performer's music, such that there's a chance that they'll neglect to attack them, leaving the performer to continue their playing.",
      "_DEF": 2,
      "_MDEF": 5
    },
    {
      "_displayName": "Regal Crown",
      "_price": 5000,
      "_elementText": "",
      "_description": "A golden crown that once belonged to some kind of monarch. Looks expensive!",
      "_DEF": 1,
      "_MDEF": 1
    },
    {
      "_displayName": "Black Hat",
      "_price": 900,
      "_elementText": "",
      "_description": "It's a stylish black hat that protects against the Dark element somewhat.",
      "_DEF": 1,
      "_MDEF": 0
    },
    {
      "_displayName": "Golden Circlet",
      "_price": 10000,
      "_elementText": "",
      "_description": "A sort of small, thin crown, set with a turquoise gem, and made of gold. They're often worn by mages who can't wear full helmets.",
      "_DEF": 3,
      "_MDEF": 3
    },
    {
      "_displayName": "Silver Circlet",
      "_price": 3000,
      "_elementText": "",
      "_description": "A sort of small, thin crown, set with a sapphire gem, and made of silver. They're often worn by mages who can't wear full helmets.",
      "_DEF": 2,
      "_MDEF": 2
    },
    {
      "_displayName": "Bronze Circlet",
      "_price": 1300,
      "_elementText": "",
      "_description": "A sort of small, thin crown, set with a jasper gem, and made of bronze. They're often worn by mages who can't wear full helmets.",
      "_DEF": 1,
      "_MDEF": 1
    },
    {
      "_displayName": "Hat",
      "_price": 90,
      "_elementText": "",
      "_description": "This seems to be some sort of hat.",
      "_DEF": 1,
      "_MDEF": 0
    }
  ]
}